"Downloading file '%@'" = "Laddar hem filen '%@'";
"Uploading file '%@'" = "Laddar upp filen '%@";
"Deleting file '%@'" = "Tar bort filen '%@'";
"Creating folder '%@'" = "Skapar mappen '%@'";
"File Deletion" = "Filborttagning";
"No" = "Nej";
"Yes" = "Ja";
"Finding Duplicates..." = "Letar efter dubletter...";
"Deleting track" = "Tar bort spår";
"Changing tag for track" = "Redigerar tagg för spår";
"bytes" = "bytes";
"Quit XNJB" = "Avsluta XNJB";
"There are still items in the queue.  Are you sure you want to quit?  This could crash your NJB and/or XNJB." = "Det finns fortfarande poster i kön.  Är du säker på att du vill avsluta?  Detta kan krascha din NJB eller XNJB.";
"Connecting to NJB" = "Ansluter till NJB";
"Disconnecting from NJB" = "Kopplar från NJB";
"Connect to NJB" = "Anslut till NJB";
"It appears that we are already connected. Do you want to try to connect again?" = "Det verkar som om du redan är ansluten. Vill du försöka ansluta igen?";
"Connect" = "Anslut";
"Disconnect" = "Koppla från";
"Downloading track '%@'" = "Laddar hem spåret '%@'";
"Uploading track '%@'" = "Laddar upp spåret '%@'";
"Changing tag for track '%@'" = "Redigerar tagg för spåret '%@'";
"Deleting track '%@'" = "Tar bort spåret '%@'\"";
"Are you sure you want to delete the selected local files?" = "Är du säker på att du vill ta bort de valda filerna från din dator?";
"There was an error deleting file %@." = "Det uppstod ett fel när filen %@ togs bort.";
"Selected %d out of %d" = "%d av %d är valda";
"Could not discover any jukeboxes" = "Kunde inte upptäcka någon mediaspelare";
"Could not locate any jukeboxes" = "Kunde inte hitta någon mediaspelare";
"Not connected" = "Inte ansluten";
"Speed %@ Mbps" = "Hastighet %@ Mbps";
"Charging" = "Laddar";
"Battery charged or not present" = "Batteriet är laddat eller obefintligt";
"Running off battery" = "Går på batteri";
"Getting playlists" = "Hämtar spellistor";
"Updating playlist %@" = "Uppdaterar spellistan %@";
"Deleting playlist %@" = "Tar bort spellistan %@";
"Playlist Deletion" = "Spellistsborttagning";
"Are you sure you want to delete the selected playlist off the NJB?" = "Är du säker på att du vill ta bort den valda spellistan från din NJB?";
"Save Preferences" = "Spara inställningar";
"Do you want to save changes to preferences?" = "Vill du spara redigerade inställningar?";
"Cancel" = "Avbryt";
"Queued" = "I kö";
"Running" = "Arbetar";
"Finished" = "Klar";
"Error" = "Fel";
"Cancelled" = "Avbruten";
"Getting Jukebox settings" = "Hämtar mediaspelarens inställningar";
"Setting Owner Name To %@" = "Ställ användarnamn till %@";
"Setting Time To %@" = "Ställer tiden till %@";
"Connected" = "Ansluten";
"Disconnected" = "Frånkopplad";
"No NJB Devices Found" = "Ingen NJB-enhet hittad";
"Could Not Open NJB" = "Kunde inte öppna NJB";
"Could Not Capture NJB" = "Kunde inte fånga NJB";
"Uploading Track" = "Laddar upp spår";
"Uploading File" = "Laddar upp fil";
"Downloading Track List" = "Laddar hem spårlista";
"Downloading File List" = "Laddar hem fillista";
"Updating Track Tag" = "Uppdaterar taggar";
"Downloading Track" = "Laddar hem spår";
"Deleting Track" = "Tar bort spår";
"Downloading File" = "Laddar hem fil";
"Connecting" = "Ansluter";
"Disconnecting" = "Kopplar från";
"Deleting File" = "Tar bort fil";
"Downloading Jukebox Settings" = "Laddar hem mediaspelarens inställningar";
"Updating Jukebox Settings" = "Uppdaterar mediaspelarens inställningar";
"Downloading Playlists" = "Laddar hem spellistor";
"Updating Playlist" = "Uppdaterar spellista";
"Deleting Playlist" = "Tar bort spellista";
"Creating Folder" = "Skapar mapp";
"Unknown Status" = "Okänd status";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"OK" = "OK";
"iTunes Library" = "iTunesbiblioteket";
"Could not load iTunes library from" = "Kunde inte ladda iTunes bibliotek från";

"Getting file list" = "Getting file list";
"Are you sure you want to delete the selected items off the device?" = "Are you sure you want to delete the selected items off the device?";
"New Playlist" = "New Playlist";
